Repository: common-repository/premmerce-search
Catalog: languages/premmerce-search-*.po
Languages: de_de, es_es, fr_fr

source: Search settings
de_de: Sucheinstellungen
es_es: Configuraciones de búsqueda
fr_fr: Paramètres de recherche

source: Settings
de_de: Einstellungen
es_es: Configuraciones
fr_fr: Paramètres

source: Account
de_de: Konto
es_es: Cuenta
fr_fr: Compte

source: Contact Us
de_de: Kontakt
es_es: Comuníquese con nosotros
fr_fr: Nous contacter

source: Search field selector
de_de: Suchfeld-Selektor
es_es: Seleccionador de campo de búsqueda
fr_fr: Sélecteur de champ de recherche

source: CSS Selector of custom search field
de_de: CSS-Selektor des benutzerdefinierten Suchfelds
es_es: CSS Seleccionador para el campo de búsqueda
fr_fr: Sélecteur CSS du champ de recherche personnalisé

source: Force product search
de_de: Produktsuche erzwingen
es_es: Búsqueda forzosa de productos
fr_fr: Forcer la recherche de produits

source: Search for products only
de_de: Nur nach Produkten suchen
es_es: Buscar solamente productos
fr_fr: Recherche de produits uniquement

source: Shortcode for display form
de_de: Shortcode für die Anzeige des Suchformulars
es_es: Código corto para visualizar la forma de búsqueda
fr_fr: Shortcode pour l'affichage du formulaire de recherche

source: Minimum symbols to start a live search
de_de: Minimale Symbole zum Starten einer Live-Suche
es_es: Cantidad mínima de símbolos para iniciar búsqueda en directo
fr_fr: Symboles minimums pour lancer une recherche en direct

source: The number of live search (autocomplete) results
de_de: Die Anzahl der Ergebnisse der Live-Suche (Autovervollständigen)
es_es: Número de resultados de búsqueda en directo (autocompletación)
fr_fr: Le nombre de résultats de recherche en direct (autocomplétion)

source: Additional fields for search
de_de: Zusätzliche Felder für die Suche
es_es: Campos adicionales para la búsqueda
fr_fr: Champs supplémentaires pour la recherche

source: Out of stock visibility
de_de: Sichtbarkeit nicht vorrätig
es_es: Visualización de ausencia en el almacén
fr_fr: Visibilité en rupture de stock

source: Template text
de_de: Textvorlage
es_es: Texto de modelo
fr_fr: Texte du modèle

source: Additional fields for autocomplete
de_de: Zusätzliche Felder für die Autovervollständigung
es_es: Campos adicionales para completación automática
fr_fr: Champs supplémentaires pour l'autocomplétion

source: Custom CSS
de_de: Benutzerdefiniertes CSS
es_es: CSS personalizados
fr_fr: CSS personnalisé

source: All search results
de_de: Alle Suchergebnisse
es_es: Todos los resultados de búsqueda
fr_fr: Tous les résultats de recherche

source: The %s plugin requires %s plugin to be active!
de_de: Das %s-Plugin benötigt das %s-Plugin, um aktiv zu sein!
es_es: Para activar el plug-in %s se requiere el plug-in %s!
fr_fr: Le plugin %s nécessite que le plugin %s soit actif !

source: Show products image
de_de: Bild der Produkte anzeigen
es_es: Mostrar imagen del producto
fr_fr: Afficher l'image des produits

source: Show products price
de_de: Produktpreis anzeigen
es_es: Mostrar el precio del producto
fr_fr: Afficher le prix des produits

source: Show products add to cart button
de_de: Schaltfläche "Produkte in den Warenkorb legen" anzeigen
es_es: Mostrar el botón "Agregar al carrito"
fr_fr: Afficher le bouton "Ajouter au panier" des produits

source: Add your CSS rules here
de_de: Fügen Sie hier Ihre CSS-Regeln ein
es_es: Agregue aquí sus reglas CSS
fr_fr: Ajoutez vos règles CSS ici

source: Hide out of stock items from search
de_de: Nicht vorrätige Artikel aus der Suche ausblenden
es_es: Ocultar los productos no disponibles en el almacén de búsqueda
fr_fr: Masquer les articles en rupture de stock dans la recherche

source: Replace input placeholder text from search form
de_de: Ersetzen des eingegebenen Platzhaltertextes aus dem Suchformular
es_es: Reemplazar el texto del marcador (placeholder) en el campo de búsqueda
fr_fr: Remplacer le texte de l'espace de saisie du formulaire de recherche

source: Replace button text from search form
de_de: Ersetzen von Schaltflächentext aus dem Suchformular
es_es: Reemplazar el texto del botón en el campo de búsqueda
fr_fr: Remplacer le texte du bouton du formulaire de recherche

source: Products SKU
de_de: Produkte SKU
es_es: Código de artículo
fr_fr: Produits SKU

source: Short description
de_de: Kurzbeschreibung
es_es: Descripción corta
fr_fr: Brève description

source: Products tags
de_de: Produkte-Tags
es_es: Tags de productos
fr_fr: Balises de produits

source: Products categories
de_de: Produkte Kategorien
es_es: Categorías de productos
fr_fr: Catégories de produits

source: Premmerce Search
de_de: Vorhandel Suche
fr_fr: Recherche de prémices

source: Update indexes
de_de: Indizes aktualisieren
es_es: Actualizar índices
fr_fr: Mise à jour des index

source: We recommend that you update the indexes after the products have been changed
de_de: Wir empfehlen, die Indizes zu aktualisieren, nachdem die Produkte geändert worden sind
es_es: Nosotros recomendamos actuaizar los índices después de introducir modificaciones en los productos
fr_fr: Nous vous recommandons de mettre à jour les index après que les produits aient été modifies

source: Search products&hellip;
de_de: Produkte suchen&hellip;
es_es: Búsqueda de productos&hellip;
fr_fr: Rechercher des produits&hellip ;

source: Search for:
de_de: Suchen Sie nach:
es_es: Buscar por:
fr_fr: Recherchez :
